Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/moving_country/moving_to_ireland/introduction_to_the_irish_system/local_government.html.txt.tmx
Source language: en
Languages: ga

source: Political system at local level
ga: An córas polaitiúil ag leibhéal aitiúil

source: Ireland has a local government system
ga: Tá córas rialtas áitiúil in Éirinn

source: Local authorities include county councils and city councils
ga: Is iad páirtithe an rialtais áitiúil ná na comhairlí contae agus comhairlí chathrach

source: Since 1 June 2014, borough and town councils are replaced by a system of municipal districts, integrating town and county governance
ga: Ó 1 Meitheamh 2014, cuirtear córas ceantar bardais a chomhtháthaíonn rialachas baile agus contae in áit na bardais agus comhairlí ceantair uirbeach

source: At county or city level, there are 31 city and county councils with integrated municipal districts
ga: Tá 31 comhairle contae agus chathrach ag leibhéal contae nó cathrach le ceantair bhardais comhtháite

source: These are the main providers of local government services around the country
ga: Soláthraíonn siad seo seirbhísí rialtais ar fud na tíre

source: Local authorities at all levels are responsible for the representation of local communities and ensuring that concerns are expressed and needs met
ga: Tá sé de dhualgas ar na hÚdaráis áitiúla ionadaíocht a dhéanamh ar shon pobail áitiúla agus déanamh cinnte de go nochtfar a gcuid tuairimí agus a gcuid riachtanais

source: Local elections are held in order to elect representatives onto the authority
ga: Bíonn toghcháin áitiúla ar siúl agus bíonn ionadaithe tofa ar an Údarás

source: Local representatives have the power to vote for or against developments that will impact on the local community
ga: Tá an cumhacht ag na hionadaithe seo, vótáil ar son nó in aghaidh forbairtí go mbeidh tionchar acu ar an bpobal áitiúil

source: Local authorities are also responsible for the delivery of a wide range of services in their local area
ga: Tá sé de dhualgas ar an Údarás áitiúil réimse leathan seirbhísí a sholáthar ina gceantar féin
